Repository: 84000/data-translation-memory
Catalog: toh67-v3.tmx
Source language: bo
Languages: en

source: ཕྱིན་ཅད་ཡང་དག་པར་བསྡམ་པའི་ཕྱིར་སྡོམ་པར་ཡང་མི་བྱེད་དོ། །ངས་ནི་སྔོན་བྱས་པའི་སྡིག་པའི་ལས་ཟད་པར་བྱ་བའི་ཕྱིར་ཕུང་པོ་གསུམ་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་བསྟན་པ་ཡིན་ན། དེ་ལ་མི་བླུན་པོ་དེ་དག་ནི་ལྷག་པར་ལྟུང་བ་མངོན་པར་འདུ་བྱ་བ་མངོན་པར་འདུ་བྱས་ནས་ཉེས་པ་བཤགས་ཤིང་སྦྱང་བ་ཙམ་གྱིས་དག་པར་འགྱུར་བར་སེམས་ཤིང་ཕྱིན་ཅད་སྡོམ་པར་ནི་མི་བྱེད་དོ།
en: Since I have taught the Dharma discourse of the Three Sections in order to exhaust previously committed sinful acts, those foolish people will think that once they have engaged in wholly transgressing their vows, faults will be purified merely by confession and cleansing, and they will not control themselves thereafter. “

source: །བྱམས་པ་གཞན་ཡང་ངས་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་འམ། རིགས་ཀྱི་བུ་མོ་རྣམས་ཀྱི་ལས་ཡོངས་སུ་བསལ་བ་བྱས་པས་ན་མི་དགེ་བའི་ལས་ཆུང་ངུས་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་དམྱལ་བའམ། དུད་འགྲོའི་སྐྱེ་གནས་སམ། གཤིན་རྗེའི་འཇིག་རྟེན་ནམ་དབུལ་པོར་སྐྱེ་བ་རྣམ་པ་སྣ་ཚོགས་གཞན་དག་ཏུ་ཡང་ལྟུང་བར་མི་ནུས་མོད་ཀྱི།
en: Furthermore, Maitreya, because I have dispelled the karma of sons and daughters of noble family who are followers of the Bodhisattva Vehicle, a bodhisattva cannot fall into the hells, the animal realms, the world of the Lord of Death, or any other kind of rebirth into poverty due to a minor act of nonvirtue.

source: འོན་ཀྱང་བྱང་ཆུབ་སེམས་དཔས་ནི་མྱུར་དུ་མེད་པར་བྱ་ཞིང་འཛེམ་དོག་དང་ལྡན་པ་དང་། བསླབ་པ་འདོད་པ་དང་། འཇིག་རྟེན་ཕ་རོལ་ལ་འཇིགས་པར་ལྟ་བ་དང་། རྟག་ཏུ་ཡིད་སྐྱོ་བ་དང་། སྲིད་པར་འགྲོ་བའི་སྐྱེ་བའི་གནས་ཐམས་ཅད་ལ་ཡིད་སྐྲག་པར་བྱའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Even so, a bodhisattva should quickly eliminate it, feel ashamed of it, wish to train, and see danger in their next life, continually worried and afraid of all the realms of rebirth within cyclic existence. “

source: བྱམས་པ་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔས་ནི་བདག་རྒལ་ནས་ཁྱེད་ཅག་ཐམས་ཅད་བསྒྲལ་བར་བྱའོ། །གྲོལ་ནས་དགྲོལ་བར་བྱའོ། །དབུགས་ཕྱིན་ནས་དབུགས་དབྱུང་བར་བྱའོ། །ཡོངས་སུ་མྱ་ངན་ལས་འདས་ནས་ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བར་བྱའོ། །ཞེས་སེམས་ཅན་ཐམས་ཅད་ཉེ་བར་གཟུང་བའི་ཕྱིར་ཏེ།
en: The reason for that, Maitreya, is that a bodhisattva, in order to take care of all beings, makes the vow, ‘After I have crossed over I shall deliver all of you; after I am free I shall liberate you; after I am comforted I shall comfort you; after I attain parinirvāṇa I shall cause you to attain parinirvāṇa.’ “

source: བྱམས་པ་ངས་ནི་ལྷ་དང་བཅས་པ་དང་། བདུད་དང་བཅས་པ་དང་། ཚངས་པ་དང་བཅས་པ་དང་། དགེ་སྦྱོང་དང་བྲམ་ཟེར་བཅས་པའི་འཇིག་རྟེན་གྱི་སའི་དཀྱིལ་འཁོར་གྱི་སྟེང་ན་བྱང་ཆུབ་སེམས་དཔའི་ལས་ཇི་སྙེད་པ་དང་། ཁུར་ཇི་སྙེད་པ་དང་། དགོས་པ་ཇི་སྙེད་པ་དང་། དོན་བྱ་བ་ཇི་སྙེད་པ་དང་། བྱ་བ་ཇི་སྙེད་པ་དེ་སྙེད་ནི་སེམས་ཅན་འགའ་ལ་ཡང་མ་མཐོང་ངོ་། །བྱམས་པ་འདི་ལྟ་སྟེ། དཔེར་ན་ལ་ལ་ཞིག་གིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་བྲག་དང་། རི་དང་།
en: Therefore, Maitreya, on the face of the earth with its gods, Māra, Brahmā, ascetics, and brahmins, there is no being whatsoever who has seen all the actions of the bodhisattvas or all their burdens, obligations, aims, or duties. “

source: རྒྱ་མཚོ་དང་། ཆུ་ཀླུང་དང་། ནགས་ཚལ་དང་བཅས་པ་འདི་མི་ལ་ལ་ཞིག་གི་སྤྱི་བོ་འམ། ཕྲག་པའི་སྟེང་དུ་བཞག་སྟེ། འདི་སྐད་ཅེས་ཀྱེ་སྐྱེས་བུ་ཁྱོད་ཀྱིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་བྲག་དང་། རི་དང་། རྒྱ་མཚོ་དང་། ཆུ་ཀླུང་དང་། ནགས་ཚལ་དང་བཅས་པ་འདི་བསྐལ་པའམ། བསྐལ་པ་ལས་ལྷག་པའམ། བསྐལ་པ་བརྒྱ་འམ། བསྐལ་པ་སྟོང་ངམ། བསྐལ་པ་འབུམ་གྱི་བར་དུ་གདེག་པར་བྱ་ཞིང་གཞག་པར་མི་བྱ།
en: Maitreya, by way of analogy, imagine someone placed this great billionfold universe with its crags, mountains, oceans, rivers, and forests on top of someone’s head or shoulders and then commanded him, ‘Hey fellow, you must carry this great billionfold universe along with its crags, mountains, oceans, rivers, and forests for an eon or longer, or for a hundred, a thousand, or a hundred thousand eons, without setting it down or taking a rest.’

source: ངལ་བསོ་བར་མི་བྱའོ་ཞེས་ཀྱང་བསྒོ་བར་གྱུར་ན། བྱམས་པ་འདི་ཇི་སྙམ་དུ་སེམས།
en: What do you think, Maitreya?

source: མི་དེའི་ཁུར་དེ་ཆེ་བ་དང་། སྤྲོ་བ་མཐུ་དང་ལྡན་པ་དང་། མཐུ་སྟོབས་མཐུ་དང་ལྡན་པ་དང་། བརྩོན་འགྲུས་མཐུ་དང་ལྡན་པ་ཡིན་སྙམ་འམ།
en: Would that man’s burden be great, and would his perseverance, strength, and diligence be powerful?”

source: བྱམས་པས་གསོལ་པ། བཅོམ་ལྡན་འདས་མཐུ་དང་ལྡན་པ་ལགས་སོ།
en: Maitreya replied, “Yes, Blessed One, they would be powerful.

source: །བདེ་བར་གཤེགས་པ་མཐུ་དང་ལྡན་པ་ལགས་སོ།
en: Indeed, Sugata, they would be powerful.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བྱམས་པ་ཁྱོད་མོས་པར་བྱ།
en: The Blessed One said, “Maitreya, believe this and take it to heart.

source: ཁྱོད་ཀྱིས་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ། བྱམས་པ་དེ་བས་ཀྱང་གང་ཞིག་གིས་ཀྱེ་སེམས་ཅན་རྣམས་ངས་ཁྱེད་ཅག་མྱ་ངན་ལས་འདས་པའི་བདེ་བ་ལ་དགོད་པར་བྱའོ་ཞེས་སེམས་ཅན་ཐམས་ཅད་ཉེ་བར་བཟུང་བའི་བྱང་ཆུབ་སེམས་དཔའི་ཁུར་དང་། སྤྲོ་བ་དང་མཐུ་སྟོབས་དང་བརྩོན་འགྲུས་ནི་ཆེས་སྟོབས་དང་ལྡན་པར་བལྟ་བར་བྱའོ།
en: Consider that even more powerful than that is the burden, perseverance, strength, and diligence of a bodhisattva who takes care of all beings, vowing, ‘O beings, I shall establish you in the happiness of nirvāṇa.’ “

source: །བྱམས་པ་འདི་ལྟ་སྟེ་དཔེར་ན་མི་ལ་ལ་ཞིག་གི་ལས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ལས་ཇི་ཙམ་པ་དེ་ཙམ་དུ་གྱུར་ལ། དེས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ལས་དེ་དག་ཐམས་ཅད་ཀྱང་སེ་གོལ་གཏོགས་པ་ཙམ་གཅིག་གིས་ཡོངས་སུ་སྒྲུབ་པར་བྱེད་ཅིང་ལས་ཀྱི་མཐའ་འགའ་ཙམ་ཡང་ཡོངས་སུ་ཉམས་པར་མ་གྱུར་ན།
en: By way of analogy, Maitreya, suppose a certain person transformed the extent of their actions into the extent of the actions of all the beings contained in the great billionfold universe, accomplishing all those actions of all those beings in the time it took to snap his fingers just once, without at all impairing the efficacy of those actions.

source: བྱམས་པ་འདི་ཇི་སྙམ་དུ་སེམས།
en: What do you think, Maitreya?

source: མི་དེའི་ལས་དེ་སྟོབས་དང་ལྡན་པ་ཡིན་སྙམ་འམ།
en: Would the actions of that person be powerful?”

source: བྱམས་པས་གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་ལགས་སོ།
en: Maitreya replied, “Yes, Blessed One.

source: །བདེ་བར་གཤེགས་པ་དེ་ལྟ་ལགས་ཏེ།
en: Indeed so, Sugata.

source: བཅོམ་ལྡན་འདས་སྟོབས་དང་ལྡན་པ་ལགས་སོ།
en: They would be powerful, Blessed One.

source: །བདེ་བར་གཤེགས་པ་སྟོབས་དང་ལྡན་པ་ལགས་སོ།
en: Sugata, they would be powerful.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བྱམས་པ་ཁྱོད་མོས་པར་བྱ། ཁྱོད་ཀྱིས་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ། བྱམས་པ་དེ་བས་ནི་བྱང་ཆུབ་སེམས་དཔའ་གང་གིས་འདི་སྐད་དུ་བདག་གིས་སེམས་ཅན་ཐམས་ཅད་འཁོར་བའི་སྡུག་བསྔལ་ལས་དགྲོལ་བར་བྱའོ། །ཞེས་ཚིག་ཏུ་བརྗོད་ནས་ལས་སུ་བྱ་བར་བྱེད་པ་དེ་ཆེས་སྟོབས་དང་ལྡན་པ་ཡིན་ནོ།
en: The Blessed One said, “Maitreya, believe this and take it to heart: the actions of a bodhisattva who has declared ‘I shall liberate all beings from the suffering of saṃsāra’ are more powerful than that. “

source: །བྱམས་པ་འདི་ལྟ་སྟེ། དཔེར་ན་ཁྱིམ་བདག་ལ་ལ་ཞིག་ལ་བུ་གཅིག་པ་སྡུག་པ། ཕངས་པ་ཡིད་དུ་འོང་བ། མཐོང་ན་མི་འཐུན་པ་མེད་པ་ཞིག་བདོག་པར་གྱུར་ལ།
en: By way of analogy, Maitreya, suppose a certain householder has an only son who is dear, beloved, handsome, and agreeable in appearance.

source: ཁྱིམ་བདག་དེ་ཉེས་པ་འགའ་ཞིག་གི་ལེ་ལན་གྱིས་བུ་གཅིག་པ་དང་བཅས། ཆུང་མ་དང་བཅས། ལས་བྱེད་པ་དང་། ཞོ་ཤས་འཚོ་བ་རྣམས་དང་བཅས། ནོར་དང་།
en: Because of certain transgressions, the householder is summoned to the king’s palace along with his only son, his wife, his servants and laborers, and all his wealth, riches, and possessions. “

source: དབྱིག་དང་། ཡོ་བྱད་ཐམས་ཅད་དང་བཅས་ཏེ། རྒྱལ་པོའི་ཕོ་བྲང་དུ་བཀུག་པར་གྱུར་ཅིང་། དེ་ནས་རྒྱལ་པོ་དེས་ཁྱིམ་བདག་དེ་ལ་འདི་སྐད་དུ་ཀྭའི་ཁྱིམ་བདག་ཁྱོད་འདི་ནས་དཔག་ཚད་འབུམ་གྱི་ཕ་རོལ་ན་གྲོང་ཁྱེར་ཆེ་གེ་མོ་ཞེས་བྱ་བ་ཞིག་ཡོད་པར་དོན་འདིའི་ཕྱིར་ཞག་བདུན་གྱིས་ཕྱིན་པར་སོང་ལ་ཆ་ཁྱེར་ཏེ་ཕྱིར་ཡང་ཞག་བདུན་གྱིས་ངའི་དྲུང་དུ་ཕྱིན་པར་ཤོག་ཤིག་དང་།
en: Then the king orders the householder, ‘Householder, go on this errand to the town called such-and-such situated a hundred thousand leagues from here, arriving within seven days. Return to my presence within seven days, carrying a receipt.

source: དེ་ལྟ་ན་ངས་ཁྱོད་ཀྱི་བུ་གཅིག་པ་འདི་དང་། ཆུང་མ་འདི་དང་། འཁོར་འདི་དག་ཐམས་ཅད་དང་། ནོར་དང་། དབྱིག་དང་།
en: Then I will return to you this only son of yours, this wife of yours, and all your attendants, wealth, riches, and possessions.

source: ཡོ་བྱད་འདི་དག་ཐམས་ཅད་ཀྱང་ཁྱོད་ལ་ཕྱིར་སྦྱིན་པར་བྱ་ཞིང་། གཞན་ཡང་ཁྱོད་ལ་རྒྱལ་སྲིད་ཕྱེད་ཀྱི་སྦྱིན་པ་ཡང་ལྷག་པར་སྦྱིན་པར་བྱའོ།
en: Furthermore, I will even give you the gift of half my kingdom.

source: །གལ་ཏེ་ཁྱོད་སོང་ནས་གྲོང་ཁྱེར་དེ་ནས་ཆ་བླངས་ཏེ་ཉིན་མཚན་བདུན་གྱིས་ཕྱིར་མ་འོངས་ན་ཁྱོད་ལ་ཅུང་ཟད་ཀྱང་སྦྱིན་པར་མི་བྱའི་སྟེང་དུ། ཁྱོད་བུ་གཅིག་པ་དང་བཅས། ཆུང་མ་དང་བཅས། འཁོར་དང་བཅས་ཏེ། ཆད་པས་བཅད་པ་དང་། སྲོག་དང་བྲལ་ཞིང་གསད་པར་བྱའོ། །ཞེས་བསྒོ་བར་གྱུར་ན།
en: If you go and do not return within seven days, having gotten a receipt from the town, not only will I not give you the slightest thing, I will sentence you to death and execute you together with your only son, your wife, and your attendants.’ “

source: བྱམས་པ་འདི་ཇི་སྙམ་དུ་སེམས། ཁྱིམ་བདག་དེ་དེ་སྐད་བསྒོ་བ་ན་བདག་ཕངས་པ་དང་ལྡན་པ་དང་། བུ་ཕངས་པ་དང་ལྡན་པ་དང་། ཆུང་མ་ཕངས་པ་དང་ལྡན་པ་དང་། འཁོར་ཕངས་པ་དང་ལྡན་པ་དང་། ནོར་ཕངས་པ་དང་ལྡན་པས་སྟོབས་དང་ལྡན་པའི་རྩོམ་པ་དང་། སྟོབས་དང་ལྡན་པའི་མགྱོགས་པས་གྲོང་ཁྱེར་དེར་འགྲོ་བར་འགྱུར་སྙམ་འམ།
en: Maitreya, do you think the householder, as soon as he is given that order, will think, ‘Since I love myself, my son and wife, and my attendants and wealth, I will go to that town with strong determination and speed’?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པའི་དོན་བདག་གིས་འཚལ་བ་ལྟར་ན་དེ་ནི་དོན་དེ་ཡོངས་སུ་མ་གྲུབ་ཀྱི་བར་དུ་སེམས་རྣམ་པར་གཡེང་བར་མི་བགྱིད། ཟས་ཀྱི་འདུ་ཤེས་སྐྱེད་པར་མི་བགྱིད། རྨུགས་པ་དང་གཉིད་ཀྱི་སེམས་སྐྱེད་པར་མི་བགྱིད་ལགས་སོ། །དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: As I understand the meaning of what the Tathāgata has said, until he has accomplished that objective, he will not be distracted from it; he will have no thought of food or inclination toward sloth or sleep.

source: བཅོམ་ལྡན་འདས་འདི་ལྟར་དེའི་སླད་རོལ་གྱི་དངོས་པོ་གཞན་དག་ལྟ་ཞོག་ལགས་ཀྱི། བདག་ཉིད་ཕངས་པའི་སླད་དུའོ།
en: Blessed One, that is because, setting aside other external things, it would be for the sake of what is dear to him.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བྱམས་པ་གལ་ཏེ་སེམས་ཅན་ཐམས་ཅད་དེ་ལྟ་བུའི་བརྩོན་འགྲུས་རྩོམ་པ་ཆེན་པོ་དང་ལྡན་པར་གྱུར་ཀྱང་སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཀྱི་བརྩོན་འགྲུས་ཆེན་པོ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་བརྩོན་འགྲུས་ཆེན་པོ་དེའི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོ། སྟོང་གི་ཆ་དང་། འབུམ་གྱི་ཆ་དང་། བྱེ་བའི་ཆ་དང་།
en: The Blessed One said, “Maitreya, even if all beings were endowed with such great diligence, the great diligence of those beings would not come close to even a hundredth part of the great diligence of a bodhisattva, or a thousandth, a hundred thousandth, a ten millionth, a billionth, a ten billionth, a trillionth, or a hundred billion trillionth part of it.

source: བྱེ་བ་ཕྲག་བརྒྱའི་ཆ་དང་། བྱེ་བ་ཕྲག་སྟོང་གི་ཆ་དང་། བྱེ་བ་ཕྲག་འབུམ་གྱི་ཆ་དང་། བྱེ་བ་ཁྲག་ཁྲིག་ཕྲག་འབུམ་གྱི་ཆ་དང་། དཔེ་དང་རྒྱུའི་བར་དུ་ཡང་ཉེ་བར་མི་འགྲོ་འོ།
en: It would not come close to any analogy or comparison at all.

source: བྱམས་པ་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་ནི་རྒྱུན་ཕྱོགས་སུ་དེད་པའི་སེམས་ཅན་ཐམས་ཅད་རྒྱུན་ལས་བཟློག་པ། གཡོ་བ་མེད་པ། མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་རབ་ཏུ་འགོད་པར་བྱེད་པའི་ཕྱིར་རོ།
en: Because this is how a bodhisattva causes beings swept up in the current of saṃsāra to stand against the current, unwavering, in the sphere of nirvāṇa. “

source: །བྱམས་པ་འདི་ལྟ་སྟེ་དཔེར་ན་མི་འདི་ཙམ་དུ་སྟོབས་དང་ལྡན་པ། འདི་ཙམ་དུ་ཤུགས་དང་ལྡན་པ། འདི་ཙམ་དུ་མཐུ་དང་ལྡན་པ། འདི་ཙམ་དུ་བརྩོན་འགྲུས་དང་ལྡན་པ་ལ་ལ་ཞིག་སྐྱེས་པར་གྱུར་ལ། དེས་རྒྱ་མཚོ་ཆེན་པོ་བཞི་པོ་དག་ལ་ཆུའི་ཕུང་པོ་གང་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་ཆུ་ཀླུང་ཆེན་པོའི་རྒྱུན་གང་དང་གང་དག་ནས་རྒྱ་མཚོ་ཆེན་པོར་ཞུགས་པར་གྱུར་པའི་ཆུ་ཀླུང་ཆེན་པོའི་རྒྱུན་དེ་དག་ཉིད་ནས་ཆུའི་མཐའ་ཕྱིར་བཟློག་ནས་རྒྱུན་ལས་བཟློག་ཐབས་ཁོ་ནར་མཚོ་ཆེན་པོ་མ་དྲོས་པའི་ནང་དུ་ཕབ་པར་གྱུར་ན།
en: Maitreya, by way of analogy, suppose someone was born who was so powerful, mighty, strong, and diligent that he reversed the currents of water that flow into the great oceans from the great rivers, the entire mass of water in the four great oceans.

source: མི་དེ་དཀའ་བ་བྱེད་པ་དང་། ངོ་མཚར་ཆེ་བ་དང་། བརྩོན་འགྲུས་ཆེ་བ་ཡིན་སྙམ་འམ། བྱམས་པས་གསོལ་པ།
en: Maitreya, do you think that man is one who accomplishes difficulties, is a great marvel, and is very diligent?”

source: བཅོམ་ལྡན་འདས་དེ་ལྟ་ལགས་སོ།
en: Maitreya replied, “Yes, Blessed One.

source: །བདེ་བར་གཤེགས་པ་དེ་ལྟ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Indeed so, Sugata.”

source: བྱམས་པ་ཁྱོད་མོས་པར་བྱ། ཁྱོད་ཀྱིས་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ། དེ་བས་ཀྱང་གང་དག་ལྷག་པའི་བསམ་པས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་དུ་སྙིང་རྗེ་ཆེན་པོ་ཀུན་ཏུ་བསྐྱེད་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དེ་ནན་ཏན་གྱིས་མཛེས་པར་བྱེད་པ་དེ་དག་ཆེས་ཤིན་ཏུ་དཀའ་བ་བྱེད་པ་དང་། ངོ་མཚར་ཆེ་བ་ཡིན་ནོ། །དེ་བས་ཀྱང་གང་དག་སངས་རྒྱས་ཡོད་དོ།
en: The Blessed One said, “Maitreya, believe this and take it to heart: those who, with a noble intention and for the benefit of all beings, develop great compassion and then beautify with persistence the development of the intention to attain unsurpassable, perfect awakening accomplish far greater difficulties and are an even greater marvel than that. “

source: །ཆོས་ཡོད་དོ། །དགེ་འདུན་ཡོད་དོ། །ལེགས་པར་བྱས་པ་དང་། ཉེས་པར་བྱས་པའི་ལས་རྣམས་ཀྱི་འབྲས་བུ་རྣམ་པར་སྨིན་པ་ཡོད་དོ། །ཞེས་ངེས་པར་རྟོག་པར་བྱེད་པ་དེ་དག་ཆེས་ཤིན་ཏུ་དཀའ་བ་བྱེད་པ་དང་།
en: Those who affirm the Buddha, the Dharma, the Saṅgha, and the maturation of the results of positive and negative actions accomplish far greater difficulties and are an even greater marvel than that. “

source: ངོ་མཚར་ཆེ་བ་ཡིན་ནོ། །དེ་བས་ཀྱང་གང་དག་འདོད་ཆགས་ཀྱི་སེམས་སྐྱེས་པ་སེལ་བར་བྱེད་པ་དང་། ཞེ་སྡང་གི་སེམས་སྐྱེས་པ་སེལ་བར་བྱེད་པ་དང་། གཏི་མུག་གི་སེམས་སྐྱེས་པ་སེལ་བར་བྱེད་པ་དེ་དག་ཆེས་ཤིན་ཏུ་དཀའ་བ་བྱེད་པ་དང་། ངོ་མཚར་ཆེ་བ་ཡིན་ནོ།
en: Those who dispel thoughts of desire, anger, and ignorance that have arisen accomplish far greater difficulties and are an even greater marvel than that. “

source: །དེ་བས་ཀྱང་གང་དག་མཛའ་བཤེས་དང་། གྲོས་གྲོགས་དང་། ཉེ་དུ་དང་། རྒན་རབས་རྣམས་ལ་མི་ལྟ་བར་སྤངས་ཤིང་ལོངས་སྤྱོད་ཆུང་ངུ་དང་། ལོངས་སྤྱོད་ཆེན་པོའི་ཚོགས་རྣམས་ཀྱང་ཡོངས་སུ་སྤངས་ནས་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་དད་པ་རབ་ཏུ་འབྱུང་བའི་སེམས་ཀྱིས་ཁྱིམ་གྱི་གནས་ནས་གོམ་པ་བདུན་འདོར་བར་བྱེད་པ་དེ་དག་ཆེས་ཤིན་ཏུ་དཀའ་བ་བྱེད་པ་དང་།
en: Those who, without regard, relinquish their friends, family, relatives, and elders, renounce their collections of possessions, small or large, and then with faith and the intention to go forth in the well-spoken Dharma and Vinaya abandon their home and take seven steps away from it accomplish far greater difficulties and are an even greater marvel than that. “

source: ངོ་མཚར་ཆེ་བ་ཡིན་ནོ། །དེ་བས་ཀྱང་གང་དག་གོས་ངུར་སྨྲིག་དག་བགོས་ཏེ། ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་ལེགས་པ་ཁོ་ནར་རབ་ཏུ་འབྱུང་བར་བྱེད་པ་དེ་དག་ཆེས་ཤིན་ཏུ་དཀའ་བ་བྱེད་པ་དང་། ངོ་མཚར་ཆེ་བ་ཡིན་ནོ།
en: Those who put on saffron robes and, out of faith in the well-spoken Dharma and Vinaya, properly go forth from their homes into homelessness accomplish far greater difficulties and are an even greater marvel than that. “

source: །དེ་བས་ཀྱང་གང་དག་དེ་ལྟར་རབ་ཏུ་བྱུང་ནས་གདམས་ངག་ལ་ནན་ཏན་གྱིས་མཛེས་པར་བྱེད་པ་དང་། བསླབ་པའི་གཞི་ཇི་ལྟར་བཅས་པ་དག་ལ་སློབ་པར་བྱེད་པ་དག་ཆེས་ཤིན་ཏུ་དཀའ་བ་བྱེད་པ་དང་། ངོ་མཚར་ཆེ་བ་ཡིན་ནོ།
en: Those who, after going forth in that way, beautify the instructions with persistence and train themselves in the fundamental precepts accomplish far greater difficulties and are an even greater marvel than that. “

source: །དེ་བས་ཀྱང་གང་དག་འདུ་འཛིའི་གཏམ་ལ་འཇིགས་པར་ལྟ་ཞིང་དབེན་པ་འདོད་པས་དགོན་པ་ལ་མངོན་པར་ཕྱོགས་ཏེ་གོམ་པ་བདུན་འདོར་བར་བྱེད་པ་དེ་དག་ཆེས་ཤིན་ཏུ་དཀའ་བ་བྱེད་པ་དང་། ངོ་མཚར་ཆེ་བ་ཡིན་ནོ།
en: Those who see danger in busy chatter and, out of a desire for seclusion, take seven steps in the direction of the forest accomplish far greater difficulties and are an even greater marvel than that. “

source: །དེ་བས་ཀྱང་གང་དག་ཆོས་ཐམས་ཅད་སྟོང་པའོ། །ཞེས་མོས་པར་བྱེད་པ་དེ་དག་ཆེས་ཤིན་ཏུ་དཀའ་བ་བྱེད་པ་དང་། ངོ་མཚར་ཆེ་བ་ཡིན་ནོ།
en: Those who are intent upon the fact that all dharmas are empty accomplish far greater difficulties and are an even greater marvel than that. “

source: །དེ་བས་ཀྱང་གང་དག་ཆོས་ཟབ་མོ་རྣམས་ལ་རྗེས་སུ་འཐུན་པའི་བཟོད་པ་ཐོབ་པ་དེ་དག་ཆེས་ཤིན་ཏུ་དཀའ་བ་བྱེད་པ་དང་། ངོ་མཚར་ཆེ་བ་ཡིན་ནོ།
en: Those who attain acceptance in accord with the profound Dharma teachings accomplish far greater difficulties and are an even greater marvel than that. “

source: །དེ་བས་ཀྱང་གང་དག་རྣམ་པར་ཐར་པའི་སྒོ་གསུམ་པོ་དག་མངོན་སུམ་དུ་བྱས་ནས་རྒྱུན་ཏུ་ཞུགས་པའི་འབྲས་བུ་རྗེས་སུ་ཐོབ་པར་བྱེད་པ་ནས། དགྲ་བཅོམ་པ་ཉིད་ཀྱི་བར་དུ་རྗེས་སུ་ཐོབ་པར་བྱེད་པ་དེ་དག་ཆེས་ཤིན་ཏུ་དཀའ་བ་བྱེད་པ་དང་། ངོ་མཚར་ཆེ་བ་ཡིན་ནོ།
en: Those who have realized the three gates to liberation and attained the fruitions from stream entry up to the attainment of arhatship accomplish far greater difficulties and are an even greater marvel than that. “

source: བྱམས་པ་འདི་ལྟ་སྟེ། འཕགས་པའི་ཆོས་འདུལ་བ་ལ་དད་ཅིང་དང་བ་དང་། རབ་ཏུ་བྱུང་ཞིང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་དང་། འབྲས་བུ་འཐོབ་པ་དེ་ནི་ཤིན་ཏུ་དཀའ་བ་ཡིན་པའི་ཕྱིར་རོ།
en: The reason, Maitreya, is that it is extremely difficult to go forth with faith and confidence in the noble Dharma and Vinaya, obtain ordination into monkhood, and attain fruition. “

source: །བྱམས་པ་དེ་ལ་ཡང་ཕྱི་མའི་ཚེ་ཕྱི་མའི་དུས་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་དམ་པའི་ཆོས་ནུབ་པར་འགྱུར་བའི་དུས་ལ་བབ་པའི་ཚེ་ན་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་འདི་ལ་རབ་ཏུ་བྱུང་ནས་བྱང་ཆུབ་སེམས་དཔའི་ལས་སྤངས་ཏེ་བྱིས་པའི་ལས་ལ་རབ་ཏུ་གནས་པ་ཁ་ཅིག་འབྱུང་བར་འགྱུར་ཏེ།
en: In that regard, Maitreya, in the future, in the final five-hundred-year period, when the time has arrived for the authentic Dharma to disappear, there will be some followers of the Bodhisattva Vehicle who go forth in this well-spoken Dharma and Vinaya and then abandon bodhisattva actions and devote themselves to foolish actions. “

source: བྱམས་པ་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ལས་གང་ཞེ་ན།
en: What, Maitreya, are bodhisattva actions?

source: ཉི་ཤུ་པོ་འདི་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ལས་ཡིན་ཏེ། དེ་དག་ཡོངས་སུ་མ་རྫོགས་ན་བྱང་ཆུབ་སེམས་དཔའ་བྱང་ཆུབ་ཀྱི་སྙིང་པོར་འགྲོ་བར་མི་ནུས་སོ། །ཉི་ཤུ་གང་ཞེ་ན། སེར་སྣའི་སེམས་ཚར་གཅད་པར་བྱ་བ་དང་། གཏོང་བ་ཆེན་པོ་སྤེལ་བར་བྱ་བ་དང་། འཆལ་བའི་ཚུལ་ཁྲིམས་ཡོངས་སུ་སྤང་བར་བྱ་བ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་ཡོངས་སུ་རྫོགས་པར་བྱ་བ་དང་། གནོད་སེམས་དང་ཐ་བའི་སྐྱོན་རྣམ་པར་སྤང་བར་བྱ་བ་དང་། བཟོད་པའི་སྟོབས་ལ་གནས་པར་བྱ་བ་དང་། ལེ་ལོའི་སེམས་རྣམ་པར་གནོན་པར་བྱ་བ་དང་། བརྩོན་འགྲུས་ཆེན་པོ་བརྩམ་པར་བྱ་བ་དང་། བརྗེད་ངས་པའི་སེམས་ཡོངས་སུ་སྤང་བར་བྱ་བ་དང་། དྲན་པ་དང་བློ་གྲོས་ཀྱིས་བསམ་གཏན་རྣམས་ལ་མི་རྟེན་པར་བསམ་གཏན་དུ་བྱ་བ་དང་། ཟབ་མོ་ལ་བཟོད་པ་བསྒོམ་པར་བྱ་བ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་རབ་ཏུ་རྟོགས་པར་བྱ་བ་དང་། རྣམ་པར་རྟོག་པ་ཐམས་ཅད་སྤང་བར་བྱ་བ་དང་། མཚན་མ་མེད་པས་གནས་པར་བྱ་བ་དང་། སྨོན་པ་དང་བྲལ་བར་བྱ་བ་དང་།
en: These are the twenty actions of bodhisattvas, and unless they are perfected, a bodhisattva cannot reach the seat of awakening.

source: སྨོན་པ་མེད་པའི་ཡུལ་ཡོངས་སུ་རྫོགས་པར་བྱ་བ་དང་། སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་མི་གཏང་བར་བྱ་བ་དང་། སྙིང་རྗེ་ཆེན་པོས་གནས་པར་བྱ་བ་དང་། ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་དགའ་བའི་སེམས་ཡིད་ལ་མི་བྱ་བ་དང་། སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ལ་མོས་ཤིང་ནེམ་ནུར་མེད་པ་དང་ཡིད་ཆེས་པར་བྱ་བ་སྟེ།
en: The twenty are as follows: to put an end to thoughts of avarice, to develop great generosity, to renounce lax moral discipline, to perfect the components of moral discipline, to renounce the faults of malice and rigidity, to exercise the power of patience, to suppress laziness, to apply great diligence, to renounce forgetfulness, to use mindfulness and intelligence to practice meditative concentration without settling in states of meditative concentration, to cultivate acceptance of the profound, to realize the perfection of wisdom, to renounce all conceptual thoughts, to remain in a state of signlessness, to be free of wishes, to perfect the domain of wishlessness, to never abandon any being, to remain greatly compassionate, to not delight in the vehicles of the śrāvakas and pratyekabuddhas, and to aspire, with unhesitating conviction, toward the wisdom of the Buddha. “

source: བྱམས་པ་ཉི་ཤུ་པོ་དེ་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ལས་ཡིན་ཏེ།
en: These, Maitreya, are the twenty actions of bodhisattvas.

source: ལས་དེ་དག་ཡོངས་སུ་མ་རྫོགས་ན་བྱང་ཆུབ་སེམས་དཔའ་བྱང་ཆུབ་ཀྱི་སྙིང་པོར་འགྲོ་བར་མི་ནུས་སོ།
en: Unless these actions are perfected, a bodhisattva cannot reach the seat of awakening. “

source: །བྱམས་པ་བཞི་པོ་འདི་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཡང་དག་པའི་དམ་བཅའ་བ་ཡིན་ཏེ།
en: Maitreya, these are the four proper promises of bodhisattvas.

source: བཞི་གང་ཞེ་ན། བདག་ཉིད་ཀྱི་བདེ་བ་སྤོང་བ་དང་། ཆོས་ཀྱིས་ངོམས་མི་ཤེས་པ་དང་།
en: What are the four?

source: ཆོས་ཡོངས་སུ་ཚོལ་བས་བདག་སངས་རྒྱས་སུ་འགྱུར་བར་བྱའོ། །ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་བྱའོ། །སེམས་ཅན་རྣམས་འཁོར་བ་ཐོག་མ་དང་། ཐ་མ་མེད་པ་ལས་ཐར་བར་བྱའོ། །སེམས་ཅན་གྱི་ཁམས་ཚད་མེད་པ་རྣམས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཡང་དག་པར་འཛིན་དུ་གཞུག་པར་བྱའོ།
en: They are the proper promises to renounce their own happiness, to be insatiable for the Dharma, and, by seeking the Dharma, to become buddhas themselves; to turn the wheel of the Dharma; to liberate beings from saṃsāra, which is without beginning or end; and to establish the limitless worlds of beings in unsurpassed, perfect awakening. “

source: །ཞེས་ཡང་དག་པར་དམ་བཅའ་བ་སྟེ། བྱམས་པ་བཞི་པོ་དེ་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཡང་དག་པར་དམ་བཅའ་བ་ཡིན་ནོ།
en: Those, Maitreya, are the four proper promises of bodhisattvas. “

source: །བྱམས་པ་འདི་ལྟ་སྟེ། དཔེར་ན་མི་སྨན་མཁས་ལ་གསང་སྔགས་ལ་མཁས་ཤིང་དུག་དང་རྩི་ལ་མཁས་པ་གཉིས་ཤིག་ཡོད་པར་གྱུར་ལ།
en: By way of analogy, suppose there are two physicians who are both skilled in mantras and skilled in poisons and medicinal herbs.

source: དེ་གཉིས་ལས་མི་གཅིག་གིས་སྐྱེ་བོ་ཕལ་པོ་ཆེའི་མདུན་དུ་ངོ་མཚར་གྱི་འདུ་ཤེས་བསྐྱེད་པར་བྱ་བའི་ཕྱིར་དུག་ཟ་བར་བྱེད་ཅིང་ཟོས་ནས་ཀྱང་།
en: One of the two men takes poison in order to amaze a crowd of people, and after swallowing it he suffers pain from the shaking of his body from head to foot.

source: ཡན་ལག་དང་ཉིང་ལག་རྣམས་ཤིག་ཤིག་པོར་གྱུར་པས་སྡུག་བསྔལ་གྱི་ཚོར་བ་མྱོང་བར་གྱུར་པ་ལས་ཡང་གསང་སྔགས་སྔོན་དུ་བཏང་བའི་སྨན་ཟ་བར་བྱེད་ཅིང་དེ་གསང་སྔགས་ཡང་དག་པ་དང་། སྨན་དེས་དུག་གི་ཉེས་པ་དེ་དག་དང་བྲལ་བར་གྱུར་ལ།
en: But, he takes medicine accompanied by mantras, and due to the appropriate mantras and the medicine he is freed from the ill effects of the poison.

source: དེ་ནས་མི་དེས་དུས་གཞན་གྱི་ཚེ་ན་སྨན་དེ་མ་རྙེད་ཅིང་གཉེན་པོ་མ་རྙེད་པས་དུག་དེས་ཤི་བར་གྱུར་ལ།
en: Then the man, at another time, does not obtain the medicine; not obtaining the antidote, the poison kills him.

source: དེ་ནས་མི་ཅིག་ཤོས་དེས་འདི་སྐད་ཅེས་སྨྲས་ཏེ། ཁོ་བོས་ནི་སྨན་གྱིས་དུག་ཞི་བར་བྱེད་ནུས་མོད་ཀྱི། འོན་ཀྱང་ཁོ་བོ་ལ་ནི་ངོ་མཚར་གྱི་འདུ་ཤེས་མི་དགོས། ཡན་ལག་དང་ཉིང་ལག་ཤིག་ཤིག་པོར་འགྱུར་བ་མི་དགོས་པས་དུག་ཀྱང་མི་ཟ།
en: The other man then says, ‘Although I can neutralize poison with medicine, there is no need for me to be considered amazing or for my body to shake from head to foot, so I neither drink poison nor take medicine.’ “

source: སྨན་ཀྱང་མི་འཐུང་ངོ་ཞེས་ཟེར་བ་དེ་བཞིན་དུ་བྱམས་པ་ཕྱི་མའི་ཚེ་ཕྱི་མའི་དུས་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་ན་གནས་པ་དང་། རབ་ཏུ་བྱུང་བ་ཁ་ཅིག་འདི་སྐད་ཅེས་སྡིག་པའི་ལས་ནི་ཉེས་པ་བཤགས་པས་མ་ལུས་པར་ཟད་པར་འགྱུར་རོ།
en: Similarly, Maitreya, in the future, in the final five-hundred-year period, some householder bodhisattvas and bodhisattvas who have gone forth will say, ‘By making a confession of faults, sinful action is entirely extinguished.’

source: །ཞེས་ཟེར་ཞིང་དེ་དག་སྡིག་པ་མངོན་པར་འདུ་བྱ་བ་མངོན་པར་འདུས་བྱས་ནས་ཡང་བཤགས་པར་བྱའོ། །ཞེས་ལྟུང་བ་ལྷག་པར་འབྱིན་པར་བྱེད་ཅིང་ཕྱིས་སྡོམ་པ་འཛིན་པར་ནི་མི་བྱེད་པ་དག་འབྱུང་བར་འགྱུར་ཏེ།
en: They will root out transgressions, saying, “I will confess the performance of sinful actions,” and afterwards they will not uphold their vows.

source: དེ་དག་ནི་འཆི་བའི་ཆོས་ཅན་ཡིན་ནོ། །ཞེས་ང་སྨྲ་སྟེ།
en: I say that they are doomed to die.

source: འཆི་བ་ཡང་གང་ཞེ་ན།
en: How will they die?

source: འདི་ལྟ་སྟེ། དཔེར་ན་དུག་ཟ་བའི་མི་དེ་དང་འདྲ་བར་འཆི་བའི་དུས་བྱས་ནས་ལོག་པར་ལྟུང་བ་རྣམས་སུ་འགྲོ་བར་འགྱུར་བ་ཡིན་ནོ།
en: As they are like the man in the analogy who drank poison, at the time of death they will fall into the lower realms. “

source: །བྱམས་པ་བྱང་ཆུབ་སེམས་དཔའ་ལྷག་པའི་བསམ་པ་ཕུན་སུམ་ཚོགས་པ་དག་འབྱུང་བར་འགྱུར་བ་དེ་དག་ནི་འདི་སྐད་ཅེས་བདག་ཅག་ལ་ནི་དུག་ཀྱང་མི་དགོས། སྨན་ཡང་མི་དགོས་ཀྱིས།
en: Maitreya, those bodhisattvas of the present who are endowed with the perfect noble intention will declare, ‘We need neither poison nor medicine.
